Repository: Belarus/OmegaT-Windows
Catalog: Windows7/omegat/project_save.tmx
Source language: en
Languages: be

source: The drive that this file or folder is stored on does not allow long file names, or names containing blanks or any of the following characters:\n\t \\ / : , ; * ?
be: Дыск, на якім захоўваецца гэты каталог, не падтрымлівае доўгія назвы файлаў і назвы, якія змяшчаюць сімвалы\n\t \\ / : , ; * ?

source: The drive that this file or folder is stored on does not allow long file names, or names containing blanks or any of the following characters:\n\t \\ / : , ; * ? " < > |
be: Дыск, на якім захоўваецца гэты каталог, не падтрымлівае доўгія назвы файлаў і назвы, якія змяшчаюць наступныя знакі:\n\t \\ / : , ; * ? " < > |

source: The driver '%s' is preventing this device from being stopped right now. Try stopping the device again later.
be: Драйвер '%s' перашкаджае спыненню прылады. Паспрабуйце спыніць прыладу пазней.

source: The dump file at location: %1 was deleted because the disk volume had less than %2 GB free space.\r\n
be: Файл адбітка ў размяшчэнні: %1 быў выдалены, бо дыск мае меней за %2 ГБ вольнай прасторы.\r\n

source: The file %1!ls!
be: Файл %1!ls!

source: The file %1!ls! contains no icons.
be: Файл %1!ls! не змяшчае іконкі.

source: The file %1!ls! contains no icons.\n\nChoose an icon from the list or specify a different file.
be: Файл %1!ls! не змяшчае іконкі.\n\nАбярыце іконку са спісу альбо азначце іншы файл.

source: The file '%1!s!' does not appear to be a valid font.
be: Файл '%1!s!' не з'яўляецца дапушчальным шрыфтам.

source: The file '%1!s!' is a 'PFB' file for a Type 1 font and cannot be installed directly. Please install the associated 'PFM' file.
be: Файл '%1!s!' ёсць PFB-файлам для шрыфту Type 1 і не можа быць усталяваны наўпрост. Калі ласка, усталюйце асацыяваны PFM-файл.

source: The file '%1' contains secondary properties that the destination volume does not support.
be: Файл '%1' змяшчае другасныя уласцівасці, якія не падтрымліваюцца мэтавым раздзелам.

source: The file '%1' contains secondary properties that the destination volume does not support. Some data will not be preserved as a result. Do you want to copy the file anyway?
be: Файл '%1' змяшчае другасныя уласцівасці, якія не падтрымліваюцца мэтавым раздзелам. У выніку некаторыя звесткі не будуць захаваныя. Усё роўна жадаеце скапіяваць файл?

source: The file '%1' is a sparse file, but the destination volume does not support this feature.
be: Файл '%1' з'яўляецца разрэджаным, што не падтрымліваецца мэтавым раздзелам.

source: The file '%1' is a sparse file, but the destination volume does not support this feature. The file will be expanded as a result. Do you want to move the file anyway?
be: Файл '%1' з'яўляецца разрэджаным, што не падтрымліваецца мэтавым раздзелам. У выніку файл будзе разгорнуты. Усё роўна жадаеце перамясціць файл?

source: The file '%1' is a sparse file, but the destination volume does not support this feature. The new file will be expanded as a result. Do you want to copy the file anyway?
be: Файл '%1' з'яўляецца разрэджаным, што не падтрымліваецца мэтавым раздзелам. У выніку новы файл будзе разгорнуты. Усё роўна жадаеце скапіяваць файл?

source: The file '%1' is a system file.
be: Файл '%1' з'яўляецца сістэмным.

source: The file '%1' is a system file. If you remove it, Windows or another program may no longer work correctly.\n\nAre you sure you want to permanently delete it?
be: Файл '%1' з'яўляецца сістэмным. Калі вы выдаліце гэты файл, Windows альбо іншая праграма можа аказацца непрацаздольнай.\n\nВы сапраўды жадаеце знішчыць яго?

source: The file '%1' is compressed, but the destination volume does not support this feature.
be: Файл '%1' з'яўляецца сціснутым, што не падтрымліваецца мэтавым раздзелам.

source: The file '%1' is compressed, but the destination volume does not support this feature. The file will be expanded as a result. Do you want to move the file anyway?
be: Файл '%1' з'яўляецца сціснутым, што не падтрымліваецца мэтавым раздзелам. У выніку файл будзе разгорнуты. Усё роўна жадаеце перамясціць файл?

source: The file '%1' is compressed, but the destination volume does not support this feature. The new file will be expanded as a result. Do you want to copy the file anyway?
be: Файл '%1' з'яўляецца сціснутым, што не падтрымліваецца мэтавым раздзелам. У выніку новы файл будзе разгорнуты. Усё роўна жадаеце скапіяваць файл?

source: The file '%1' is too large for the destination file system.
be: Файл '%1' надта вялікі для мэтавай файлавай сістэмы.

source: The file '%1' was moved into an encrypted folder, but could not be encrypted.\n\nDo you want to restore the file to its original location, or ignore this error and continue?
be: Файл '%1' перамешчаны ў зашыфраваны каталог, але сам ён не можа быць зашыфраваны.\n\nАднавіць файл у зыходным размяшчэнні альбо праігнараваць памылку і працягнуць?

source: The file and folder view encountered an unexpected state
be: Сустрэўся нечаканы стан выгляду файлаў і каталогаў

source: The file can't be opened since this edition of Windows doesn't support themes.
be: Файл не можа быць адчынены з тае пары, як гэтае выданне Windows не падтрымлівае тэмы.

source: The file cant be saved to %1 because there is not enough space.
be: Файл не можа быць захаваны на %1 з-за нястачы вольнай прасторы.

source: The file cant be saved to %1 because there is not enough space. Free up space and try again, or try saving to another location.
be: Файл не можа быць захаваны на %1 з-за нястачы вольнай прасторы. Вызваліце прастору і паўтарыце спробу ці паспрабуйце захаваць у іншым размяшчэнні.

source: The file canвЂ™t be saved to %1 because there is not enough space.
be: Файл не можа быць захаваны на %1 з-за нястачы вольнай прасторы.

source: The file canвЂ™t be saved to %1 because there is not enough space. Free up space and try again, or try saving to another location.
be: Файл не можа быць захаваны на %1 з-за нястачы вольнай прасторы. Вызваліце прастору і паўтарыце спробу ці паспрабуйце захаваць у іншым размяшчэнні.

source: The file can’t be saved to %1 because there is not enough space.
be: Файл не можа быць захаваны на %1 з-за нястачы вольнай прасторы.

source: The file can’t be saved to %1 because there is not enough space. Free up space and try again, or try saving to another location.
be: Файл не можа быць захаваны на %1 з-за нястачы вольнай прасторы. Вызваліце прастору і паўтарыце спробу ці паспрабуйце захаваць у іншым размяшчэнні.

# The file has been successfully created. The file is located at:
source: The file has been successfully created.\n\nThe file is located at:
be: Файл паспяхова створаны.\n\nФайл размешчаны ў:

source: The file has been successfully restored to the previous version.
be: Файл быў паспяхова адноўлены да папярэдняй версіі.

source: The file is not in the correct format.
be: Файл у некарэктным фармаце.

source: The file is possibly corrupt. Its header checksum does not match the computed checksum.
be: Файл, магчыма, пашкоджаны. Кантрольная сума ягонага загалоўка не супадае з палічанай сумай.

# The file might have been moved or deleted. Do you want to create it?
source: The file might have been moved or deleted.\n\nDo you want to create it?
be: Магчыма, файл выдалены ці перамешчаны.\n\nСтварыць каталог?

source: The file name "%1!s!" contains a semicolon (;) and the file can't be burned to a disc.\n\nDo you want this copy of the file to be renamed automatically, and then burned to disc?
be: Назва файла '%1!s!' змяшчае кропку з коскай (;), і таму немагчыма прапаліць яго на кружэлку.\n\nПераназваць копію файла аўтаматычна і потым прапаліць яе на кружэлку?

source: The file name contains a semicolon (;) and the file can't be burned to a disc.\n\nDo you want this copy of the file to be renamed automatically and then burned to the disc?
be: Назва файла змяшчае кропку з коскай (;), і таму немагчыма прапаліць яго на кружэлку.\n\nПераназваць копію файла аўтаматычна і потым прапаліць яе на кружэлку?

source: The file name you are creating is too long.\n\nTry again using a shorter file name or create the file in a folder that has a shorter path.
be: Створаная вамі назва файла занадта доўгая.\n\nПаспрабуйце зноў, ужываючы карацейшую назву альбо каталог з карацейшым шляхам.

source: The file name you specified is not valid or too long. \nSpecify a different file name.
be: Абраная вамі назва файла недапушчальная альбо надта доўгая.\nАбярыце іншую назву.

source: The file name(s) would be too long for the destination folder.
be: Назвы файлаў надта доўгія для мэтавага каталога.

source: The file name(s) would be too long for the destination folder. You can shorten the file name and try again, or try a location that has a shorter path.
be: Назвы файлаў надта доўгія для мэтавага каталога. Паспрабуйце скараціць іх альбо выкарыстайце размяшчэнне з карацейшым шляхам.

source: The file or drive you are trying to scan does not exist on this computer. Choose another file or drive, and then scan your computer again.
be: Файл або дыск, які быў выбраны для праверкі не існуе на гэтым камп'ютары Выберыце іншы файл або дыск і паўтарыце спробу.

source: The file or drive you are trying to scan does not exist on this computer. Choose another file or drive, and then scan your computer again.\r\n
be: Файл або дыск, які быў выбраны для праверкі не існуе на гэтым камп'ютары Выберыце іншы файл або дыск і паўтарыце спробу.\r\n

source: The file or folder '%1!ls!' that this shortcut refers to can't be found.
be: Элемент '%1!ls!', на які спасылаецца пускальнік, не знойдзены.

source: The file or folder does not exist.
be: Файл альбо каталог не існуе.

source: The file system is incompatible with this disk.
be: Файлавая сістэма несумяшчальная з гэтым дыскам.

source: The file was not downloaded because the server returned a different type of file than expected.
be: Файл не спампаваны, бо тып вернутага файла адрозніваецца ад чаканага.

source: The file was not downloaded because the server where the file is stored redirected the request to a web page.\n\nThis might be because the file is unavailable, or because you dont have permission to access it.
be: Файл не спампаваны, бо яго сэрвер перанакіраваў запыт на старонку сеціва.\n\nТакое можа быць, калі файл недаступны, альбо калі вы не маеце дазволу на доступ да яго.

source: The file was not downloaded because the server where the file is stored redirected the request to a web page.\n\nThis might be because the file is unavailable, or because you donвЂ™t have permission to access it.
be: Файл не быў спампаваны, бо яго сэрвер перанакіраваў запыт на старонку сеціва.\n\nТакое можа быць, калі файл недаступны, альбо калі вы не маеце дазволу на доступ да яго.

source: The file was not downloaded because the server where the file is stored redirected the request to a web page.\n\nThis might be because the file is unavailable, or because you don’t have permission to access it.
be: Файл не быў спампаваны, бо яго сэрвер перанакіраваў запыт на старонку сеціва.\n\nТакое можа быць, калі файл недаступны, альбо калі вы не маеце дазволу на доступ да яго.

source: The file will be expanded as a result.
be: У выніку файл будзе разгорнуты.

source: The file you are attempting to preview could harm your computer.
be: Файл, які вы пытаецеся прагледзець, можа пашкодзіць ваш камп'ютар.

source: The file you are attempting to preview could harm your computer. If you trust the file and the source you received it from, open it to view its contents.
be: Файл, які вы пытаецеся праглядзець, можа пашкодзіць Ваш камп'ютар. Калі вы маеце давер да файла і яго крыніцы, адчыніце яго для прагляду яго змесціва.

source: The file you are copying will be renamed "%s"
be: Файл, які вы капіюеце, атрымае назву "%s"

source: The file you are moving will be renamed "%s"
be: Файл, які вы перамяшчаеце, атрымае назву "%s"

source: The file you selected does not contain any icons.
be: Абраны файл не змяшчае значкаў.

source: The files in %1 will be moved to %3.
be: Файлы з '%1' перамесцяцца ў '%3'.

source: The filter driver has restarted scanning items and is out of pass through mode.%0
be: Драйвер фільтра перазапусціў праверку і выйшаў з рэжыму адсявання.

source: The filter driver has successfully restarted.%0
be: Драйвер фільтра паспяхова перазапушчаны.%0

source: The filter driver skipped scanning items and is in pass through mode.
be: Драйвер фільтра прапусціў аб'ектаў і зараз знаходзіцца ў рэжыме адсявання.

source: The filter driver skipped scanning items and is in pass through mode. This may be due to low resource conditions.%0
be: Драйвер фільтра прапусціў аб'ектаў і зараз знаходзіцца ў рэжыме адсявання. Магчыма, гэта прычына недахопу сістэмных рэсурсаў.%0

source: The filter driver was unloaded unexpectedly.%0
be: Драйвер фільтра паспяхова выгружаны.%0

source: The fle '%1' contains secondary properties that the destination volume does not support.
be: Файл '%1' змяшчае другасныя уласцівасці, якія не падтрымліваюцца мэтавым раздзелам.

source: The fle '%1' contains secondary properties that the destination volume does not support. Some data will not be preserved as a result. Do you want to move the file anyway?
be: Файл '%1' змяшчае другасныя уласцівасці, якія не падтрымліваюцца мэтавым раздзелам. У выніку некаторыя звесткі не будуць захаваныя. Усё роўна жадаеце перамясціць файл?

source: The folder %1!ls! can't be used. Please choose another folder.
be: Каталог '%1!ls!' немагчыма выкарыстоўваць. Калі ласка, абярыце іншы каталог.

source: The folder '%1!ls!' doesn't exist.
be: Каталог '%1!ls!' не існуе.

source: The folder '%1!ls!' doesn't exist. Do you want to create it?
be: Каталог '%1!ls!' не існуе. Жадаеце стварыць яго?

source: The folder '%1!ls!' specified in the Start In box is not valid.
be: Для каталога '%1!ls!' абрана недапушчальная назва.

source: The folder '%1!ls!' specified in the Start In box is not valid. Make sure that the folder exists and that the path is correct.
be: Для каталога '%1!ls!' абрана недапушчальная назва. Упэўніцеся, што існуюць каталог і шлях да яго.

source: The folder '%1' contains secondary properties that the destination volume does not support.
be: Каталог '%1' змяшчае другасныя уласцівасці, якія не падтрымліваюцца мэтавым раздзелам.

source: The folder '%1' contains secondary properties that the destination volume does not support. Some data will not be preserved as a result. Do you want to copy the folder anyway?
be: Каталог '%1' змяшчае другасныя уласцівасці, якія не падтрымліваюцца мэтавым раздзелам. У выніку некаторыя звесткі не будуць захаваныя. Усё роўна жадаеце скапіяваць каталог?

source: The folder '%1' contains secondary properties that the destination volume does not support. Some data will not be preserved as a result. Do you want to move the folder anyway?
be: Каталог '%1' змяшчае другасныя уласцівасці, якія не падтрымліваюцца мэтавым раздзелам. У выніку некаторыя звесткі не будуць захаваныя. Усё роўна жадаеце перамясціць каталог?

source: The folder '%1' does not exist.
be: Каталог '%1' не існуе.

source: The folder '%1' is a read-only folder.\n\nAre you sure you want to permanently remove it and all of its contents?
be: Каталог '%1' прызначаны толькі для чытання.\n\nВы сапраўды жадаеце знішчыць яго са ўсім змесцівам?

source: The folder '%1' is a system folder.
be: Каталог '%1' з'яўляецца сістэмным.

source: The folder '%1' is a system folder. If you delete it, Windows or another program may no longer work correctly.\n\nAre you sure you want to permanently delete this folder and all its contents?
be: Каталог '%1' з'яўляецца сістэмным. Калі вы выдаліце гэты каталог, Windows альбо іншая праграма можа аказацца непрацаздольнай.\n\nВы сапраўды жадаеце знішчыць яго са ўсім змесцівам?

source: The folder '%1' is compressed, but the destination volume does not support this feature.
be: Каталог '%1' з'яўляецца сціснутым, што не падтрымліваецца мэтавым раздзелам.

source: The folder '%1' is compressed, but the destination volume does not support this feature. The folder will be expanded as a result. Do you want to move the folder anyway?
be: Каталог '%1' з'яўляецца сціснутым, што не падтрымліваецца мэтавым раздзелам. У выніку каталог будзе разгорнуты. Усё роўна жадаеце перамясціць каталог?

source: The folder '%1' is compressed, but the destination volume does not support this feature. The new folder will be expanded as a result. Do you want to copy the folder anyway?
be: Каталог '%1' з'яўляецца сціснутым, што не падтрымліваецца мэтавым раздзелам. У выніку новы каталог будзе разгорнуты. Усё роўна жадаеце скапіяваць каталог?

source: The folder '%s' is read-only because the proxy server is not set up to allow full access.\n\nTo move, paste, rename, or delete files, you must use a different proxy. For information on changing your proxy, contact your administrator.
be: Каталог '%s' прызначаны толькі для чытання, бо проксі-сэрвер не ўсталяваў дазвол на поўны доступ.\n\nКаб перамясціць, уставіць, пераназваць ці выдаліць файлы, вы павінны скарыстаць іншы проксі. Для атрымання інфармацыі па змяненні проксі звяжыцеся з вашым адміністратарам.

source: The folder can't be used
be: Каталог немагчыма выкарыстоўваць

source: The folder could not be included in %s.
be: Каталог не можа быць улучаны ў '%s'.

source: The folder has been successfully restored to the previous version.
be: Каталог быў паспяхова адноўлены да папярэдняй версіі.

source: The folder is empty.
be: Каталог пусты.

source: The folder name you are creating is too long.\n\nTry again using a shorter name or create the folder in a location that has a shorter path.
be: Створаная вамі назва каталога занадта доўгая.\n\nПаспрабуйце зноў, ужываючы карацейшую назву альбо размяшчэнне з карацейшым шляхам.

source: The folder will be expanded as a result.
be: У выніку каталог будзе разгорнуты.

source: The following &number of lines at a time:
be: наступную колькасць радкоў за раз:

source: The following application attempted to veto the shutdown: %1.
be: Наступная праграма спрабавала накласці вета на выключэнне: %1.

source: The following application was terminated because it was hung: %1.
be: Наступная праграма была скончаная з-за завісання: %1.

source: The following device is disabled:
be: Наступныя прылады выключаныя:

source: The following discovered device(s) can not be placed in the map.
be: Наступныя знойдзеныя прылады не могуць быць размешчаныя на мапе.

source: The following input methods are available only on 32 bit processes.\n%sDo you want to include them in Default User Account?
be: Наступныя метады даступныя толькі для 32-бітавых працэсаў.\n%sЖадаеце дадаць іх да стандартнага рахунка карыстальніка?

source: The following input methods are available only on 32 bit processes.\n%sThese can not be applied to System Accounts.
be: Наступныя метады даступныя толькі для 32-бітавых працэсаў.\n%sЯны не могуць быць ужытыя да сістэмных рахункаў.

source: The following input methods are available only on 32 bit processes.\r\n%sDo you want to include them in Default User Account?
be: Наступныя метады даступныя толькі для 32-бітавых працэсаў.\r\n%sУлучыць іх у стандартны рахунак карыстальніка?

source: The following input methods are available only on 32 bit processes.\r\n%sThese can not be applied to System Accounts.
be: Наступныя метады даступныя толькі для 32-бітавых працэсаў.\r\n%sЯны не могуць быць ужытыя да сістэмных рахункаў.

source: The following options are available:
be: Даступныя наступныя дзеянні:

source: The following programs need to close:
be: Патрэбна зачыніць наступныя праграмы:

source: The following three settings are applied to all connections with TCP/IP enabled. For resolution of unqualified names:
be: Наступныя тры налады ўжываюцца да ўсіх злучэнняў з уключаным TCP/IP. Для дазволу непрыдатных назваў:

source: The format could not be interrupted.
be: Фарматаванне не можа быць перарвана.

source: The format could not be interrupted. To attempt to quit formatting again, click Retry.\nTo quit immediately, click Cancel.
be: Фарматаванне не можа быць перарвана. Для паўторнай спробы націсніце "Паўтор".\nКаб выйсці неадкладна, націсніце "Скасаваць".

source: The format might take a long time.
be: Фарматаванне можа заняць шмат часу.

source: The format might take a long time. You should not shut down the computer until the format is complete.\nDo you want to continue with this format?
be: Фарматаванне можа заняць шмат часу. Вы не павінны выключаць камп'ютар, пакуль яно не скончыцца.\nПрацягнуць фарматаванне?

source: The format was cancelled.
be: Фарматаванне скасавана.

source: The gadget you are trying to add is missing file %1!ls!
be: Гаджэт, які вы спрабуеце дадаць, не мае файла %1!ls!

source: The gadget you are trying to add is missing file %1!ls! and cannot be run. To uninstall this gadget, right-click the gadget and then click Uninstall.
be: Гаджэт, які вы спрабуеце дадаць, не мае файла %1!ls! і таму не можа быць запушчаны. Каб высталяваць гаджэт, пстрыкніце па ім правай клавішай і абярыце 'Высталяваць'.

source: The gadget you are trying to install has the following invalid version attribute "%1!ls!"
be: Гаджэт, які вы спрабуеце ўсталяваць, мае наступны хібны атрыбут "%1!ls!"

source: The gadget you are trying to install is not compatible with this version of Windows.
be: Гаджэт, які вы спрабуеце ўсталяваць, несумяшчальны з гэтай версіяй Windows.

source: The gadget you are trying to run has the following invalid version attribute "%1!ls!"
be: Гаджэт, які вы спрабуеце запусціць, мае наступны хібны атрыбут "%1!ls!"

source: The gadget you are trying to run is not compatible with this version of Windows.
be: Гаджэт, які вы спрабуеце запусціць, несумяшчальны з гэтай версіяй Windows.

source: The harddisk may reduce its speed after the specified time of inactivity is detected.
be: Хард-дыск можа знізіць сваю хуткасць пасля мінання азначанага часу бяздзейнасці.

source: The homegroup is protected with a password, and you'll always be able to choose what you share with the group.
be: Хатняя група абароненая паролем, і заўсёды можаце выбраць, да чаго даваць агульны доступ у гэтай групе.

source: The homegroup is protected with a password, and you'll always be able to choose what you share with the group.\n\nCurrently there are no other people in the homegroup.
be: Хатняя група абароненая паролем, і заўсёды можаце выбраць, да чаго даваць агульны доступ у гэтай групе.\n\nЗараз няма людзей у хатняй групе.

source: The homegroup is protected with a password, and you'll always be able to choose what you share with the group.\n\nTo view shared resources, first join the homegroup created by %1.\n
be: Хатняя група абароненая паролем, і заўсёды можаце выбраць, да чаго даваць агульны доступ у гэтай групе.\n\nКаб праглядаць агульнадаступныя рэсурсы, перш далучыцеся да групы, якую стварыў '%1'.\n

source: The homegroup password has been changed
be: Пароль хатняй групы зменены

source: The information on the Clipboard can't be inserted into Paint.
be: Інфармацыя ў кішэні не можа быць устаўленая ў Фарбу.

source: The information will be automatically collected and sent.
be: Звесткі збіраюцца і дасылаюцца аўтаматычна.

source: The installation process consists of a few easy steps, then\nWindows will finish installing on its own.
be: Працэс усталявання складаецца з простых крокаў, потым\nWindows скончыць усталёўванне самастойна.

source: The installation process consists of a few easy steps, then\r\nWindows will finish installing on its own.
be: Працэс усталявання складаецца з некалькіх простых крокаў,\r\nпотым Windows скончыць яго сама.

source: The installation was canceled
be: Усталяванне было скасаванае

source: The item '%1!ls!' that this shortcut refers to has been changed or moved.
be: Элемент '%1!ls!', на які спасылаецца гэты пускальнік, зменены альбо перамешчаны.
